Repository: myzzxc/1105cnc
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: zh_tw

source: If you want to change any parameter you just have to select the parameter to be changed within the list and make a single keystroke.
zh_tw: 若想更改任何參數，只需於清單中點擊以選擇欲更改之參數。

source: If you want to use shared product settings, before you start import
zh_tw: 若欲使用共用的產品設定，於開始匯入前

source: If you're not using one of the peripherals in your program, however, you'll need to explicitly deselect it.
zh_tw: 程式不使用其中一組通訊介面時，必須明確地將其取消選擇，

source: If your bank account details have been registered with your local payroll system since before Workday was activated in your country, they will not be displayed here.
zh_tw: 如果銀行帳戶資料於所在國家啟用 Workday 之前便已註冊於當地工資系統中，資料將不會在這裡顯示。

source: If your order includes an AXYZ 8.5HP (6.3Kw) dust extraction system, these instructions apply to your installation.
zh_tw: 本段為 AXYZ 8.5HP (6.3Kw) 除塵系統之安裝指示。

source: If your product families or service offerings are late to market you could not only lose sales, but lose market share as well.
zh_tw: 如果產品家族或服務較晚進入市場，您可能不止失去銷售量，同時也失去市占率。

source: Illustratively, floor 224 includes a first side portion 224a, a second side portion 224b, and a central portion 224c positioned therebetween (FIGS.
zh_tw: 如圖，平板包含第一側部分 224a、第二側部分 224b 以及位於兩側之間的中央部分 224c (圖 17-18)。

source: Illustratively, ground engaging members 102 are wheels 104 and associated tires 106.
zh_tw: 如圖所示，接觸地面元件 102 為車輪 104 和其對應之輪胎 106。

source: Immediately upon receipt and before removing the heat exchanger from the carrier vehicle.
zh_tw: 接收貨物後，由貨車上卸載熱交換器前，

source: Immediately upon receipt, examine the skid arid shipping covers for damage in transit before the heat exchanges is removed from the carrier vehicle.
zh_tw: 接收貨物後，由貨車上卸載熱交換器前，立即檢查墊木和外箱是否於運輸途中損傷，

source: Impervite® Graphite Shell-Tube Heat Exchangers
zh_tw: Impervite® 石墨殼管式熱交換器

source: Implement
zh_tw: 執行

source: Implementation and enforcement of water use regulation, in combination with development and adoption of waterefficient manufacturing processes, has limited the water demand for industry, prompting economic development.
zh_tw: 執行和實施用水調節、發展並採用節水的製造技術，以降低工業用水需求，促進經濟發展。

source: Implementation: balance all objectives within module designs and operations to maximize value
zh_tw: 執行：平衡模塊設計和營運內的所有目標以將價值最大化

source: Implementing industrial process improvements
zh_tw: 實施工業流程的改進

source: Important Note
zh_tw: 重要資訊

source: Important note for OnBase: Administrators can preset Server URL and Data Source parameters of the connection settings of the OnBase connector on user machines.
zh_tw: OnBase 之重要注意事項：管理員可以預設用戶電腦上 OnBase 連接點的連接設定之 Server URL （伺服器網址）和 Data Source （資料來源）參數，

source: Important: Command-line install parameters always overwrite .mst file settings.
zh_tw: 重要提示：指令列安裝參數永遠會覆蓋 .mst 檔案設定。

source: Important: If Reader mode is turned on then some other properties are turned off to ensure correct application behavior.
zh_tw: 重要資訊：若開啓閱讀模式時，其它幾個屬性會關閉以確保應用程式正確運行，

source: Important: If eDOCS is turned off then three other properties are turned off to ensure correct application behavior.
zh_tw: 重要資訊：若關閉 eDOCS 時，其它三個屬性也會關閉以確保應用程式正確運行，

source: Important: If iManage is turned off then two other properties are turned off to ensure correct application behavior.
zh_tw: 重要資訊：若關閉 iManage 時，其它兩個屬性也會關閉以確保應用程式正確運行，

source: Important: If the Security Profile checkbox is marked under Import Application Settings the application’s default Privacy and No Modification Security schemes in the Security panel will not be transferred to the customized installation.
zh_tw: 重要提示：若已勾選 Import Application Settings （匯入應用程式設定）中的 Security Profile（安全性設定檔）核取方塊，應用程式 Security （安全性）面板中預設的 Privacy （隱私性）和 No Modification Security （無修改安全性）方案將不會轉移到自訂安裝檔中。

source: Important: Power PDF Advanced does not support the Publish to Users or Assign to Users scenarios.
zh_tw: 重要提示：Power PDF 進階版不支援發佈至使用者或分配至使用者方案。

source: Important: The ’Add hotfixes to Installation’ setting has effect only if installation is launched by setup.exe from the setup root folder.
zh_tw: 重要說明：’Add hotfixes to Installation’設定只有在以安裝根目錄中的 setup.exe 啟動時有效。

source: Imposition
zh_tw: 裝版

source: Improved
zh_tw: 改進

source: Improved DMS support in save/save-as/openn
zh_tw: 改進 DMS 中儲存/另存新檔/開啓支援

source: Improved SharePoint and DMS collaboration services to store and share information seamlessly
zh_tw: 改進 SharePoint 和文件管理系統以儲存和共用資訊

source: Improved capabilities to automate routine PDF and TIF creation tasks from a wide range of formats.
zh_tw: 改進多種格式檔案自動執行 PDF 和 TIF 建立任務的功能

source: Improved cloud collaboration services to store and share information
zh_tw: 改進雲端協作服務以儲存和共用資訊

source: Improved cloud collaboration services to store and share information.
zh_tw: 改進雲端協作服務以儲存和共用資訊

source: Improved decision making
zh_tw: 改進決策制定

source: Improved employee experience
zh_tw: 改善員工的體驗

source: Improved file browse experience and comparison algorithm
zh_tw: 改進之檔案瀏覽體驗和比較演算法

source: Improved guidelines, legislation, licensing agreements and contracts also support sustainable financing for water-related infrastructure and services.
zh_tw: 改進的指導方針、立法、授權合約和契約也同時支援水源相關的基礎設施和服務的永續性籌資。

source: Improved performance provides the fastest startup and file open time compared to earlier Nuance PDF solutions.
zh_tw: 相較早期 Nuance PDF 解決方案，啟動和開啟檔案更加快速。

source: Improved the number of clicks that it takes to highlight text, manage comments and review a document making the UI more responsive to repetitive tasks.
zh_tw: 改進了文字標示、註解管理和文件修訂的步驟，使用者介面更適合進行高重複性的工作。

source: In 2014, UN-Water recommended a dedicated Sustainable Development Goal for water comprised of five target areas: (i) WASH; (ii) water resources; (iii) water governance; (iv) water quality and wastewater management; and (v) water-related disasters.
zh_tw: 2014 年時，聯合國水機制 (UN-Water) 為水資源專門製訂了一個永續發展目標（SDG），它包括以下五個目標領域：第一，供水、環境衛生和個人衛生（WASH）；第二，水資源；第三，水資源管理；第四，水資源品質和廢水管理；第五，水災。

source: In 2014, the Group Purchasing Department acquired a work tool called IValua Buyer that allows suppliers to connect to a portal.
zh_tw: 於 2014 年，集團採購部門購買了 IValua Buyer 作業工具，使供應商能進行連接，

source: In 380V lines the neutral must be connected to the lead N. If there is a bridge between the leads N and W it must be removed.
zh_tw: 380V 之中性線必須連接至 N 接點，若 N 和 W 接點之間具有橋接則需拆除。

source: In Actions, select the appropriate mail, to initiate the approval process.
zh_tw: 於 Actions (操作) 中，選擇相對應的郵件以進行批准流程。

source: In Inbox, a new action Job Change: Employee Name is displayed.
zh_tw: 於收件匣中將顯示新的操作 Job Change: Employee Name (職位變更：員工姓名)。

source: In Inbox, a new action Promote: Employee Name is displayed.
zh_tw: 於收件匣中將顯示新的操作 Promote: Employee Name (升遷：員工姓名)。

source: In Lotus Notes, PDF functionality is available from the Actions menu of a mailbox and a message.
zh_tw: 於 Lotus Notes 之中，PDF 功能設於信箱和訊息之 Actions 選單中。

source: In Microsoft Outlook the offering also includes e-mail archiving to PDF.
zh_tw: Microsoft Outlook 中包含了將電子郵件儲存為 PDF 的功能。

source: In Tools > Options > Administrator unmark Use this program
zh_tw: 於 Tools > Options > Administrator（工具>選項>管理員）中取消勾選 Use this program（使用此程式）

source: In a 1920x1080 HD image there are 1920 pixels across and 1080 pixels down.
zh_tw: 在 1920x1080 HD 影像中，水平有 1920 像素而垂直方向有 1080 像素。

source: In a corporate environment, system administrators may use a two-step procedure for software deployment:
zh_tw: 在企業環境中，系統管理員可使用兩步驟程序進行軟體部署：

source: In a further example, the step of communicating the first amount of ambient air to the power source of the vehicle includes the step of: passing the ambient air through a first filter located between an exterior of the cargo carrying portion and a wall of a cargo bed of the cargo carrying portion.
zh_tw: 另一個範例中，輸送第一總量空氣至車輛動力源包含以下步驟：第一總量空氣通過位於載貨物部分外部和載貨物部分之載貨平板外牆之間的第一濾芯。

source: In a further example, the vehicle further comprises a filter housing positioned behind the cover and a filter removably positioned within the filter housing.
zh_tw: 另一個範例為，車輛也包含位於外蓋後方之濾芯外殼和濾芯外殼中的可拆式濾芯，

source: In a further exemplary embodiment of the present disclosure, a method of supporting a power source and a transmission on a frame of a vehicle is provided.
zh_tw: 本揭露資訊中另一個示範實施例中提供將動力源和變速箱支撐於車輛框架上之方法。

source: In a further exemplary embodiment of the present disclosure, a vehicle is provided.
zh_tw: 本揭露資訊中提供車輛的另一個示範實施例。

source: In a further variation thereof, the first rear suspension includes a radius arm coupled to the frame at a third location forward of the rear drive unit and coupled to the bearing carrier.
zh_tw: 另一種變形為，第一後懸吊包含一個連接至框架上、後傳動單元前方的第三個位置並與軸承載具相連的懸臂。

source: In a like manner relating
zh_tw: 對於後座乘客也有相同設計，

source: In a like manner relating to the rear passengers, and as best shown in FIGS.
zh_tw: 後座乘客以相同的方式，如圖

source: In a similar fashion, connecting arm 592B and connecting arm 594B are received in portions of rear portion 534B and secured thereto.
zh_tw: 以類似的方式，連接臂 592B 和連接臂 594B 固定於後部 534B 上。

source: In a similar manner, a left rear side net assembly 602 is shown which substantially encloses the left rear ingress/egress 574.
zh_tw: 左後側護網 602 以類似的方式包覆左後方入口/出口 574。

source: In a similar manner, housing 460 is coupled to frame 112 through a coupling member 464 (see FIG. 30).
zh_tw: 外殼 460 以類似的方式透過連接元件 464 連接到框架 112 (見圖 30)。

source: In a similar manner, rear side net assembly 602 is comprised of a pivotal bar 63 0 attached to a pivot link 632 attached to the rear upright 560 and to a latching tongue 634 attached to the rear side of center upright 546.
zh_tw: 後側邊護網 602 以類似的方式由固定於後段立柱 560 上之樞軸連結 632 的樞軸桿 630 和一端固定於前段立柱 546 上的閂鎖舌 634 所組成。

source: In a sustainable world that is achievable in the near future, water and related resources are managed in support of human well-being and ecosystem integrity in a robust economy.
zh_tw: 在不久的將來，能於永續的世界中實現的願景是：對水和相關的資源進行管理以達到人類福祉和在強健的經濟中維持生態系統的完整性。

source: In a variation thereof the vehicle further comprises a rear drive unit supported by the frame rearward of the front plane of the seating and operatively coupled to at least one ground engaging member which is rearward of the front plane of the seating, the power source being operatively coupled to the rear drive unit; and a
zh_tw: 其中一種變形為，車輛由更包含一組由座位前面板後方之框架支撐的後驅動單元，並與座位前面板後方的至少一組接觸地面元件連接，動力源與後驅動單元連接；以及

source: In a variation thereof the vehicle further comprises a rear drive unit supported by the frame rearward of the front plane of the seating and operatively coupled to at least one ground engaging member which is rearward of the front plane of the seating, the power source being operatively coupled to the rear drive unit; and a first suspension system coupling the at least one ground engaging member which is rearward of the front plane of the seating to the frame, the first air inlet and the second air inlet being positioned completely above the first suspension system.
zh_tw: 其中一種變形為，車輛更包括一組由座位前面板後方之框架支撐的後驅動單元，並與座位前面板後方的至少一組接觸地面元件連接，動力源與後驅動單元連接；第一懸吊系統與至少一組位於座位前面板後方框架之接觸地面元件連接，第一進氣口和第二進氣口的位置完全位於第一懸吊系統上方。

source: In a variation thereof, a top view projection of a centerline of the dampening member is angled relative to the top view projection of the first suspension axis.
zh_tw: 其中一個變形為，阻尼元件於上投影圖中的中心線與第一懸吊軸上投影圖中的中心線夾一角度。

source: In a variation thereof, the CVT housing includes a base portion and a cover.
zh_tw: 其中一種變形為，無段變速外殼包含底座部分和外蓋，

source: In a variation thereof, the CVT housing includes an air outlet through which air exits the interior of the CVT housing, the air outlet being in fluid communication with a fluid conduit which directs the air at a portion of the power source.
zh_tw: 其中的一個變形為，無段變速外箱包含使空氣由無段變速外箱內部排出之出氣口，出氣口與流體管道連接以將空氣導向動力源的部分。

source: In a variation thereof, the cargo carrying portion includes a floor and a plurality of walls.
zh_tw: 其中一種變形為，載貨部分包括平板和多面外牆。

source: In a variation thereof, the control arm and the second control arm are coupled to a bearing carrier which is coupled to the first ground engaging member, the bearing carrier including an opening through which the drive shaft is operatively coupled to the first ground engaging member.
zh_tw: 其中一種變形為，控制臂和第二控制臂連接至連接於第一接觸地面元件的軸承載具上，軸承載具上包含連接傳動軸與第一接觸地面元件之開口。

source: In a variation thereof, the control arm and the second control arm are coupled to a bearing carrier which is coupled to the first ground engaging member.
zh_tw: 其中一種變形為，控制臂和第二控制臂連接至連接於第一接觸地面元件的軸承載具上，

source: In a variation thereof, the filter is located between an exterior surface of the exterior body panel of the caigo carrying portion and a wall of a cargo carrying region of the cargo carrying portion.
zh_tw: 其中的一個變形為，濾芯位於載貨物部分本體鈑金外表面和載貨物部分之貨物裝載區外牆之間。

source: In a variation thereof, the first air inlet and the second air inlet are both rearward of the operator area.
zh_tw: 其中的一種變形為，第一進氣口和第二進氣口皆位於駕駛區後方。

source: In a variation thereof, the first fastener is parallel to the second fastener and the third fastener is parallel to the fourth fastener.
zh_tw: 其中一個變形為，第一緊固件和第二緊固件平行而第三緊固件和第四緊固件平行。

source: In a variation thereof, the location at which the sway bar is coupled to the frame is rearward of the first location and the second location.
zh_tw: 其中一個變形，防擺桿連接至框架的位置位於第一位置和第二位置後方。

source: In a variation thereof, the step of uncoupling the third portion of the radius arm of the rear suspension from the frame of the vehicle includes the step of uncoupling the third portion of the radius arm of the rear suspension from a dampening member which is coupled to the frame.
zh_tw: 其中一個變形為，拆除車輛後懸吊之懸臂第三部分的步驟包含由連接框架之阻尼元件上拆除車輛後懸吊之懸臂。

source: In a variation thereof, the vehicle further comprises a filter housing positioned behind the cover and a filter removably positioned within the filter housing.
zh_tw: 其中一個變形為，車輛也包含位於外蓋後方之濾芯外殼和濾芯外殼中的可拆式濾芯，

source: In a variation thereof, the vehicle further comprises a front drive operatively coupled to the power source and operatively coupled to a third ground engaging member positioned forward of the operator area and a fourth ground
zh_tw: 其中一個變形為，車輛也包含一組連接至動力源與位於駕駛區前方的第三接觸地面元件以及駕駛區前方的第四接觸地面元件，

source: In a variation thereof, the vehicle further comprises a front drive operatively coupled to the power source and operatively coupled to a third ground engaging member positioned forward of the operator area and a fourth ground engaging member positioned forward of the operator area, the third ground engaging member being positioned on the first side of the vertical centerline longitudinal plane of the vehicle and the fourth ground engaging member being positioned on the second side of the vertical centerline longitudinal plane of the vehicle.
zh_tw: 其中一個變形為，車輛也包含一組連接至動力源與位於駕駛區前方的第三接觸地面元件以及駕駛區前方的第四接觸地面元件之前驅動系統，第三接觸地面元件位於車輛垂直中心線縱向平面第一側而第四接觸地面元件位於車輛垂直中心線縱向平面第二側。

source: In addition, bearing carrier 536B may be made of a lighter material than radius arm 526B.
zh_tw: 另外，軸承載具 536B 可使用比懸臂 526B 更輕的材料。

source: In addition, in the illustrated embodiment output shaft 138 of power source 130 and output shaft 142 of CVT unit 140 both are oriented along a lateral extent of vehicle 100.
zh_tw: 另外，實施例中動力源 130 之輸出軸 138 和無段變速單元 140 之輸出軸 142 皆朝向車輛 100 側面。

source: In addition, installation of bypass valve system on the heat exchanger piping will permit disassembly of the heat exchanger itself without shutting down the line.
zh_tw: 此外，於熱交換器管道上安裝旁路閥系統將能於不關閉管路的情況下拆卸熱交換器。

source: In addition, it incorporates an intelligent interrupt engine, which allows for triggering interrupts based on
zh_tw: 此外，感測器也整合了智慧中斷引擎，並根據以下條件中斷

source: In addition, some pins have specialized functions:
zh_tw: 此外，某些針腳具有特定功能：

source: In all cases, the first tests are carried out on samples taken from a lot, representative of the Supplier's knowhow.
zh_tw: 在所有情況下，供應商應依其專有技術從一批產品中抽取代表樣品進行初次測試。

source: In an analytical license are provided all the analytical set above.
zh_tw: 分析軟體皆含有一組授權碼，

source: In another example the vehicle further comprises a cover coupled to the exterior body panel to cover the inlet in the exterior body panel.
zh_tw: 另一個例子中，車輛更包括連接至本體外鈑金的外蓋以覆蓋本體外鈑金進氣口，

source: In another example, the CVT unit includes a drive member operatively coupled to the power source; a driven member
zh_tw: 一個範例中，無段變速單元包含連接至動力源之驅動元件；

source: In another example, the CVT unit includes a drive member operatively coupled to the power source; a driven member operatively coupled to the at least one ground engaging member; a drive belt operatively coupling the driven member to the drive member; and a CVT housing having an interior containing the drive member, the driven member, and the drive belt.
zh_tw: 另一個範例為，無段變速包含連接至動力源之驅動元件；驅動元件連接至少一組接觸地面元件；以傳動皮帶連接被驅動元件與驅動元件；以及內部裝有驅動元件、被驅動元件以及驅動皮帶之無段變速外箱。

source: In another example, the cargo carrying portion includes a cargo bed.
zh_tw: 另一個範例為，載貨部分包含一張載貨平板。

source: In another example, the first air inlet and the second air inlet are positioned above the plurality of ground engaging members.
zh_tw: 另一個範例中，第一進氣口和第二進氣口皆位於多組接觸地面元件上方。

source: In another example, the first air intake system includes a resonator box located between an exterior surface of the exterior body panel of the cargo carrying portion and a wall of a cargo carrying region of the caigo carrying portion.
zh_tw: 另一個範例中，第一空氣進氣系統包括位於載貨物部分本體鈑金外表面和載貨物部分之貨物裝載區外牆之間的諧振箱。

source: In another example, the first air intake system includes a resonator box located between an exterior surface of the exterior body panel of the cargo carrying portion and a wall of a cargo carrying region of the cargo carrying portion.
zh_tw: 另一個範例中，第一空氣進氣系統包括位於載貨物部分本體鈑金外表面和載貨物部分之貨物裝載區外牆之間的諧振箱。

source: In another example, the first control arm is coupled to the frame at a fourth location, the power source being positioned between the first location and the fourth location.
zh_tw: 另一個範例中，第一控制臂連接至框架第四位置，動力源位於第一位置和第四位置之間。

source: In another example, the first portion of the ambient air moves from the first air inlet towards an air outlet of the CVT housing in a generally counterclockwise movement and the second portion of the ambient air moves from the second air inlet towards the air outlet of the CVT housing in a generally counterclockwise movement.
zh_tw: 另一個範例中，第一部分的空氣以大致上逆時針方向由第一進氣口流向無段變速外殼之出風口，而第二部分的空氣以大致上逆時針方向由第二進氣口流向無段變速外殼之出風口。

source: In another example, the first rear suspension includes a second control arm movably coupled to the rear face of the frame at a second location the second control arm being unobscured by the frame from the viewing direction which is perpendicular to a centerline longitudinal plane of the vehicle and rearward of the vehicle.
zh_tw: 另一個範例為，第一後懸吊包含連接到框架後面第二位置之可動式第二控制臂， 由垂直於車輛中心線縱向平面和車輛後方的視角觀看時，控制臂會被框架遮蔽。。

source: In another example, the first rear suspension includes a second control arm moveably coupled to the rear face of the frame at a second location the second control arm being unobscured by the frame from the viewing direction which is perpendicular to a centerline longitudinal plane of the vehicle and rearward of the vehicle.
zh_tw: 另一個範例為，第一後懸吊包含連接到框架後面第二位置之可動式第二控制臂， 由垂直於車輛中心線縱向平面和車輛後方的視角觀看時，控制臂會被框架遮蔽。

source: In another example, the spacer is received by a portion of the power source housing and is coupled to the power source housing through a first connection and a second connection and wherein the spacer is received by a portion of the transmission housing and is coupled to the transmission through a third connection and a fourth connection.
zh_tw: 另一個範例中，間隔件嵌入部分動力源外殼並藉由第一緊固件和第二緊固件連接至動力源，而間隔件嵌入部分變速箱外殼藉由第三緊固件和第四緊固件連接變速箱。

source: In another example, the sway bar is coupled to the first radius arm through a first link and the sway bar is coupled to the second radius arm through a second link.
zh_tw: 另一個範例中，防擺桿藉由第一連結連接第一懸臂，且防擺桿藉由第二連結連接第二懸臂。

source: In another example, the vehicle further comprises a front drive unit supported by the frame and posi
zh_tw: 另一個例子，車輛更包括一由框架支撐之前驅動單元並置於駕駛區前方。

source: In another example, the vehicle further comprises a front drive unit supported by the frame and positioned forward of the operator area, the front drive being operatively coupled to the power source and operatively coupled to at least a second ground engaging member positioned forward of the operator area to transfer power received from the power source to the second ground engaging member.
zh_tw: 前驅動系統連接動力源與第二 (或更多) 接觸地面元件， 並透過傳動軸傳送動力源之動力至第二接觸地面元件。

source: In another example, the vehicle further comprises a front drive unit supported by the frame and positioned forward of the operator area.
zh_tw: 另一個例子，車輛更包括一由框架支撐之前驅動單元並置於駕駛區前方。

source: In another exemplary embodiment of the present disclosure, a vehicle is provided.
zh_tw: 本揭露資訊中提供車輛的另一個示範實施例。

source: In another variation thereof the vehicle further comprises a roll cage.
zh_tw: 其中另一種變形為，車輛更包含一組防滾架，

source: In another variation thereof, the first rear suspension includes a dampening member having a first end coupled to the radius arm at a fourth location and a second end coupled to the frame at a fifth location, the fifth location being forward of the fourth location and closer to the longitudinal centerline plane than the fourth location.
zh_tw: 另一種變形為，第一後懸吊具有一阻尼元件，其第一端連接至懸臂於第四位置而第二端連接至框架第五位置上，第五位置位於第四位置前方且相較第四位置更接近縱向中心平面。

source: In both scenarios, the organization will often not have the tools to put a price tag on that complexity.
zh_tw: 這兩種情況下，多數組織通常沒有衡量這種複雜性成本的工具。

source: In camera registry, it is possible to choose the desired columns for improved identification, such as: name, description, firmware, port, address, user, whether it is active or not, etc.
zh_tw: 攝影機註冊表中，可以選擇所需的欄位以提高辨識性，如：名稱、說明、韌體、連接埠、位址、使用者是否活動中等等。

source: In case of even temporary non-respect of one or more regulatory requirements, the Supplier must inform the HUTCHNSON Purchasing and/or Quality Department manager as soon as possible.
zh_tw: 當無法滿足一項或多項管理法規之要求時，即使是暫時性的情況，供應商必須儘快通知 HUTCHNSON 採購和品管部門經理。

source: In case that a session is open, rather than the date, it appears "Log out (x)", where x means the access level you are on.
zh_tw: 當機台為開放時段的情況下，將顯示「Log out (x) (登出)」，x 代表您此時的權限。

source: In case the band must be changed, follow the instructions of Appendix
zh_tw: 當需要更換輸送帶時，請按照附錄之說明進行

source: In case the checkweigher has an alarm system, the program has the following screen which you can program the alarm activation time through.
zh_tw: 當檢重機設有警報系統的情況下，程式將具有以下畫面可以設定警報啟動時間。

source: In case the checkweigher has servo system, the program has a configuration screen, which will allow the user to program or change the servo-correction system data.
zh_tw: 當檢重機設有伺服系統的情況下，程式將具有能讓使用者設定伺服連接系統資料的設定畫面，

source: In certain cases of non-compliance, the Supplier may propose a "deferral request" for HUTCHINSON before shipping, which, if HUTCHINSON approves, allows it to continue to deliver at least for a given period/quantity.
zh_tw: 某些未符合規範情況下，供應商能在運送前向 HUTCHINSON 提出“延遲請求”，若 HUTCHINSON 核准後，能至少在給定的期間/數量之內繼續供貨。

source: In certain unique production cases, this validation will be done directly during production, particularly for the stopping points defined jointly with the control plan.
zh_tw: 某些特殊的生產情況下，特別是共同管控計畫中定義之停止點，將直接在生產期間完成此驗證。

source: In exemplary embodiment of the present disclosure, a vehicle is provided.
zh_tw: 本揭露資訊中的示範實施例為一車輛，

source: In many countries, prechiller water is kept at room temperature.
zh_tw: 許多國家中，預冷水溫維持在室溫。

source: In most countries, there is a wide – and often widening – gap between rich and poor, and between those who can and cannot exploit new opportunities.
zh_tw: 在大多數國家，是富人和窮人以及有辦法和不能開拓新商機的人們之間有極大的差距，且多數情況中他們之間的差距仍在增加。

source: In one embodiment, a bearing is carried by dampening member 560B.
zh_tw: 在一個實施例中，阻尼元件 560B 具有軸承。

source: In one embodiment, a bearing is carried by link 572B.
zh_tw: 在一個實施例中，連結 572B 具有軸承。

source: In one embodiment, a bearing is provided in opening 600B.
zh_tw: 在一個實施例中，開口 600B 中具有軸承。

source: In one embodiment, a dip stick is provided to check the oil level.
zh_tw: 在一個實施例中，設有機油量尺以檢查機油量。

source: In one embodiment, a ground clearance of an unloaded vehicle 100 is at least about 10 inches.
zh_tw: 在一個實施例中，車輛 100 空車之離地間隙至少約 10 英吋。
